{
 "early_african_history_pre_16th_century": [
  {
   "name": "Introduction: Early African History, Until 16th Century CE"
  },
  {
   "name": "Overview: This module takes a look at what history is and what history tells us about Africa prior to the 16th century CE. History is commonly defined as a record or analysis of change for a given society, nation-state, region, etc. Until recently, Africa has frequently been portrayed in the West as cultures and societies sedimented in time and space before the arrival of Europeans on the continent in the 15th century CE. African peoples were also portrayed as homogeneous, and the tremendous diversity amongst people who live and have lived on the African continent was neglected. As historians have more recently gone back to reanalyze African history, they have better represented the fact that Africa has changed over time, and that it has been a place of diverse groups of people throughout a long and rich history. Unfortunately, African history has often focused on a few great civilizations and excluded the study of other regions and social organizations. In this module, we will look at five of the great civilizations in early African history as well as discuss the history of other regions of Africa contemporary to these great civilizations. As you move through this module, you should grasp a sense of the rich, diverse, and dynamic history of Africa, as well as, the tools that historians use to be able to tell us this history."
  },
  {
   "name": "This module is divided up into five activities. The first activity will examine the tools historians use to tell us about African history. The second will look at the ancient Egyptian civilization in the Nile valley between approximately 3100 and 332 BCE. In addition, there will be a discussion of what was happening in other parts of Africa at the same time. The third activity will examine the Ghana, Mali, and Songhay kingdoms-three important great kingdoms of West Africa. As in activity two, this activity will include a discussion of the history of other parts of Africa at the same time. The fourth activity will look at the kingdom of Great Zimbabwe from approximately the 12th to the 15th century CE, as well as, glimpses of other regions of Africa at the same time. Finally, the fifth activity will be a review for bringing together the information learned in this module."
  },
  {
   "name": "PURPOSE: Module 7A: Early African History, Until 16th Century CE will discuss some of both the more well-known and less well-known points of interest throughout the history of Africa until the arrival of Europeans in sub-Saharan Africa in the 15th century CE. This period of African history has often been grossly misrepresented as timeless, stagnate, and primitive. In an attempt to better represent early African history, this module will look at its richness, diversity, and dynamism. Much historical work has been done recently to try to portray the early history of Africa more accurately."
  },
  {
   "name": "Another misfortune of African history, as it has often been taught, is that its great civilizations and kingdoms are focused on to the exclusion of other areas of the continent that were less centralized. These areas have just as rich a history. As we look at several of these great civilizations and kingdoms in this module, we will also highlight other less well-known stories."
  },
  {
   "name": "Students will be encouraged throughout the module to not only learn the historical material that we have presented, but also to think about the tools that historians use and the various interpretations that historians have in constructing and explaining histories. Moreover, students are encouraged on to use historians’ tools and resources (including sources on the internet) on their own to further investigate aspects of African history that are of interest to them."
  },
  {
   "name": "Detailed Teacher Notes are included to provide additional information about some of the themes and concepts interwoven throughout this module. In addition, each activity has a Teacher Page that provides further background and class discussion materials related to that activity."
  },
  {
   "name": "OBJECTIVES: After completing this module, students will have gained the following:"
  },
  {
   "name": "An understanding of some of the prominent tools that historians use to learn about the past.\nAn understanding of how each historian has his/her own unique interpretations, perspectives, and biases in the work that s/he does, and how that history is constantly being revised with new evidence and interpretations.\nKnowledge of five great kingdoms and civilizations on the African continent prior to the 16th century CE.\nKnowledge of other areas of Africa that existed during the same time frame as the great kingdoms and civilizations, which are generally less well-known but important parts of African history."
  },
  {
   "name": "FOCUS QUESTIONS:"
  },
  {
   "name": "What tools do historians use, and how do these affect the way a historian interprets clues and records from the past?\nWhat are some of the great civilizations and kingdoms of early African history?\nWhat was happening in other parts of Africa during the time of these great civilizations and kingdoms?"
  },
  {
   "name": "Begin the module with Activity One or go on to one of the other activities"
  },
  {
   "name": "Activity One: How Do We Know Africa has a History?\nActivity Two: The Great Egyptian Civilization\nActivity Three: The Great West African Kingdoms\nActivity Four: The Kingdom of Great Zimbabwe\nActivity Five: Bringing it all Together"
  },
  {
   "name": "Teacher Notes"
  }
 ]
}