{
 "pre_16th_century_history": [
  {
   "title": [
    {
     "content": "How Do We Know Africa Has a History?"
    },
    {
     "content": "It is important to ask the question of how we know about history. Obviously, we cannot go back in time to observe and ask questions about the lives of people who are no longer alive. Yet people have left clues and records behind that historians can use to learn about what the past might have been like. This module will examine some of the tools that historians use to find and interpret these clues about and records of the past. It is important to remember that historians are always finding more clues and records, and each historian will have his/her own unique interpretation of the past. This creates a dynamic dialogue amongst historians as to what really happened in history, which is always being revised and reinterpreted. Yet there are some basic tools that can be used in this investigation to lead them along the way in understanding changes that have occurred over time for a particular place or people."
    },
    {
     "content": "It is important to note that each historian has his/her own perspective and biases that will be brought to his/her analysis of history. As you continue with this exercise, you will be asked to think about how your own perspective differs, not only from other students in the room, but also from people in another time or another culture."
    },
    {
     "content": "Imagine you are being sent to particular region in Africa to learn about its history. Let’s take Jos, Nigeria as an example. Jos is today a large city in Nigeria, located in the center of the country. Upon arriving in Jos, how would you start to learn about its history? What historical tools and strategies might you use to learn about the past? Take a few minutes to list as many as you can think of, then share your ideas with your classmates.\nAlthough the following is not a complete, comprehensive list of historical tools, it highlights four major areas of analysis that tell historians something about the past. It also gives an example for each of these, describing how they might be used in the example of Jos, Nigeria. Compare our list with your own. Did you come up with any different ideas? What were they? Any of the same ideas? What were they?"
    },
    {
     "content": "1. Written sources: A wealth of literature has been written about Nigeria. Although much of what we read has been written recently in European languages, there are many writings which date back further and use indigenous African languages and Arabic. Historians read these writings to learn about the history of a region. An example that would be useful to learning about the history of northern Nigeria in the 16th century CE is Imam Ibn Furtuwa’s writing on the wars of the Mai of Bornu, Idris Alaoma."
    },
    {
     "content": "2. Oral sources: Even amongst people who have not written down their history, often a rich oral history has been passed from generation to generation. An example of a historian who drew heavily on oral traditions of West Africa, including north-central Nigeria, was A. Hampate Ba who wrote the History of the Fulani Empire of Macina in the Eighteenth Century. Like him, other historians have talked to Nigerians about their oral history to learn about the past."
    },
    {
     "content": "3. Material culture and artifacts: Archeologists and historians learn a great deal about the way people lived by studying remains of their towns, villages, houses, tools, household items, art, musical instruments, etc. These remains can help historians understand what the people in a place produced and traded, how they organized themselves, and even some things about their beliefs. Because of artifacts found in the region around Jos, historians have come to know about what is now called Nok culture. Nok culture refers to a group of people inhabiting central Nigeria from approximately 900 BCE to 200 CE. Remains that have been found from this time period include terracotta figurines, iron tools, and stone tools. From these remains, archeologists and historians have interpreted such things as the dates people were living in this region, the extent to which they had contact with the people around them, and some of the foods and tools that the people used on a regular basis."
    },
    {
     "content": "4. Study of language: Studying the language(s) of a place and the relationship of that language(s) to others around it can help historians know something about the history of a group of language speakers. For example, linguists have found relationships between languages spoken in Nigeria and many languages spoken in central and southern Africa. This large group of related languages is often called the Niger-Congo (or “Bantu”) languages. These languages were also discussed in Module 6: African Geography. Because of this relationship in language, many historians have suggested that a large migration took place from the region of present day Nigeria to central and southern Africa around 1000 BCE."
    },
    {
     "content": "Discussion Question:"
    },
    {
     "content": "In sharing with your classmates some of the ways you would learn about history in Jos, Nigeria, you have probably noticed that everyone’s ideas and approaches are a little bit different. Do you think that if each of you actually carried out your plan for learning about Jos history you would all come up with exactly the same thing? Why or why not?"
    },
    {
     "content": "Go on to Activity Two or select from the other activities in this module:"
    },
    {
     "content": "Introduction\nActivity One: How Do We Know Africa has a History?\nActivity Two: The Great Egyptian Civilization\nActivity Three: The Great West African Kingdoms\nActivity Four: The Kingdom of Great Zimbabwe\nActivity Five: Bringing it all Together"
    }
   ],
   "url": "http://exploringafrica.matrix.msu.edu/activity-one-page-2-how-do-we-know-africa-has-a-history-engage/"
  },
  {
   "title": [
    {
     "content": "History of Africa During the Time of the Great Egyptian Civilization"
    },
    {
     "content": "This module will introduce you to Egyptian civilization from 3100 BCE to 332 BCE, which historians often refer to as the Pharaonic period in Egyptian history. The name Pharaonic refers to the long line of pharaohs, who were kings of Egypt and also considered gods. This is a very famous period in African history that is often included in textbooks and historical sources. However, the history of the rest of Africa at the same time as Pharaonic Egypt is not as well known. This module will present you with a brief glimpse at other areas of Africa so that you can see what else was happening in these places at the same time."
    },
    {
     "content": "First, you should read the text below that introduces you to the history of Pharaonic Egypt and other regions of Africa during the same time period. Then you should work on the timeline that follows to fill in significant events in the early history of Africa."
    },
    {
     "content": "Pharaonic Egypt"
    },
    {
     "content": "Introduction"
    },
    {
     "content": "Look at the map below and find the Nile River. This is where it all began! People who settled along the Nile River eventually were organized into small kingdoms. These small kingdoms were eventually united into a large kingdom that stretched along a large part of the length of the Nile into what is today Sudan. This kingdom also included various surrounding regions at different points during the Pharaonic period of Egyptian history. Egypt is known as the first great African kingdom and one of the earliest civilizations in the world."
    },
    {
     "content": "The Pharaonic Period is further divided into seven main periods that we will cover. This should not give you the impression that Egyptian history starts and stops before and after these periods. Nor should it give you the impression that these divisions were abrupt and obvious to the people living at the time. Rather, the development of time periods is a tool that historians use to organize the history of Pharaonic Egypt. Egypt has a dynamic and continuous history that continues up until the present day."
    },
    {
     "content": "The Archaic Period"
    },
    {
     "content": "This period lasted from about 3200-2900 BCE. This was about 5,000 years ago! Prior to this time, there were two small kingdoms along the Nile River. The kingdoms were united under the first pharaoh of the first of 30 dynasties that ruled Egypt during the Pharaonic period. A dynasty refers to a series of rulers from the same line of descent. This first pharaoh of the first dynasty was named Menes. During the Archaic period, two different dynasties ruled Egypt. These dynasties ruled from the cities of Thinis and Memphis at different times during this period. The cities are noted on the map above. How far do you think it is between these cities? They are nearly four hundred miles apart. And the kingdoms of Pharaonic Egypt are yet to grow bigger as we follow its history into the next periods."
    },
    {
     "content": "The Old Kingdom"
    },
    {
     "content": "The Old Kingdom lasted from 2900 to 2280 BCE. This period is noted for political unity throughout the kingdom and a stable new state that began to form a distinctly Egyptian identity. There were four dynasties that ruled during this time -the 3rd dynasty, 4th dynasty, 5th dynasty, and the 6th dynasty."
    },
    {
     "content": "Several important accomplishments are noteworthy during this period. First, the construction of the famous Egyptian pyramids began. The first of these is the step pyramid, which is seen in the photo below. It was built by a famous architect, physician, priest, magician, writer, and maker of proverbs named I-em-htp. In addition, pyramids were built for the pharaohs Snefru, Khufu (Cheops), Khafre (Chephren), and Mankaure (Mycerinus) in the 4th dynasty. The pyramid for Khufu is the largest building ever constructed and chief of the Seven Wonders of the World."
    },
    {
     "content": "A second noteworthy aspect of the Old Kingdom is the contact that Egypt had with areas around it and how it included some of them into its territory. During the 4th dynasty, Egypt had successful military campaigns to the south (Nubians) and to the west (Libyans), as well as, timber trade with Syria. During the 5th dynasty, there were expeditions against the Libyans, Bedouins of the Sinai, and southern Palestine. Egyptian trading ships sailed from the coast of Palestine to as far as Punt, which is believed to be in present day Somalia. The 6th dynasty worked toward expanding and consolidating Egyptian power in Nubia, to the south (see map below.) However, toward the end of the 6th dynasty, the Old Kingdom lost its power, which led to a period of anarchy referred to as the First Intermediate Period. The term anarchy refers to an absence of any political authority."
    },
    {
     "content": "The First Intermediate Period"
    },
    {
     "content": "This period lasted from 2280 to 2060 BCE. It was marked by chaos, civil war, and anarchy. Many rulers came to power only to be quickly conquered by another. Historians can piece together some of the history of this period through the writings of a man who lived during this time named Ipu-wer. He described a social revolution and lack of centralized authority. A later copy of his writing is still preserved today on papyrus in the Leiden Museum. However, even with great sources like this to tell about the past, historians do not know much about this period of Egyptian history."
    },
    {
     "content": "The Middle Kingdom"
    },
    {
     "content": "This period lasted from 2060 to 1785 BCE. This was the second great period of national development. The state of Egypt was reunited under single rule. The region of Nubia to the south and trade in the south were once again controlled by Egypt, giving Egypt more control than ever before. However, the authority of the kingdom eventually declined, leading into the Second Intermediate Period."
    },
    {
     "content": "The Second Intermediate Period"
    },
    {
     "content": "This period lasted from 1785 to 1580 BCE. It was marked by the invasion of the Hyksos, a group from Asia, who by 1700 BCE were a well-organized, well-equipped, warrior-like people. The Hyksos conquered parts of Egypt, bringing with them new strategies for warfare that the Egyptians learned. These included the use of chariots, horses, and body-armor. In turn, the Egyptians used these new technologies against the Hyksos to drive them out of Egypt."
    },
    {
     "content": "The New Kingdom"
    },
    {
     "content": "This period lasted from 1580 to 1085 BCE. During this time, Egypt extended itself into a large empire and became an important world power. The 18th, 19th, and 20th dynasties ruled the New Kingdom, as part of the long line of the 30 dynasties of Pharaonic Egypt."
    },
    {
     "content": "Thutmose III, one of the pharaohs of the 18th dynasty, conquered the Palestine-Syria-Lebanon region. Control over this territory was maintained, with some struggle, through the 19th dynasty. Also part of the 18th dynasty is the pharaoh Tutankhamen, popularly known as “King Tut.” Tutankhamen’s tomb was found largely intact by British archaeologist Howard Carter in 1922."
    },
    {
     "content": "Towards the end of the 20th dynasty, Egypt was plagued with internal problems and struggled to defend itself against foreign armies. In the end, a new dynasty took power led by the high priest Heri-Hor."
    },
    {
     "content": "The Period of Decline"
    },
    {
     "content": "This period lasted from 1085 to 322 BCE. It began with a dynasty from Libya taking power for about 200 years. Following this, Egypt was divided into petty kingdoms and went through a long period of struggle against forces from the outside, such as Sudan and Assyria. Finally, towards the end of this period, Egypt came under Persian control. The date 322 BCE marks the time when Alexander the Great invaded Egypt and defeated the Persians, which is considered the end of a long line of 30 dynasties divided into seven periods in Pharaonic Egypt."
    },
    {
     "content": "Other Areas of Africa"
    },
    {
     "content": "Gwisho"
    },
    {
     "content": "Gwisho is the name of a camp found by archaeologists in what is today the country of Zambia. Gwisho is located near the Kafue River, about 3000 miles south of Egypt (see map below.) This camp is a place where a group of people lived around 2300 BCE, around the same time as the Old Kingdom in Egypt. The remains that were found there can tell us a little bit about the lives of those people. Archaeologists have found stone artifacts and organic materials at Gwisho. Organic material refers to anything that is, or was once, living. These people were a part of what archaeologists call the “Wilton Stone Age Culture.” Wilton people had developed bows and arrows, domesticated the dog, developed a number of tools, worked animal skins, used pigments, and made baskets. They found their food through hunting and gathering. Groups such as the group living at Gwisho were probably small (20 to 50 people) and most likely all a part of the same kinship group."
    },
    {
     "content": "It is important to keep in mind that these artifacts are only clues, and they are subject to interpretation. Yet archaeologists work hard to reconstruct the best picture they can about life in the past and are always looking for more clues to help them."
    },
    {
     "content": "Crop and Animal Domestication"
    },
    {
     "content": "At the same time that Egypt was in its Pharaonic period, agriculture and animal domestication spread throughout the African continent. Here, we will briefly discuss some of the new techniques and inventions that were appearing in various regions of Africa at this time."
    },
    {
     "content": "Millet and sorghum were two important crops that were domesticated first in Egypt, and then in Ethiopia and along much of the southern edge of the Sahara between 3500 and 2500 BCE. Ethiopians also domesticated sesame, cowpea, and ensete (a relative of the banana.) They developed a method of farming that integrated agriculture with cattle raising. Cattle were used for meat and milk, as well as, to provide fertilizer for farming. In turn, crop remains in the fields could be used to feed the cattle. This integration was a great technological breakthrough. These crops and techniques spread further to the west and south over time."
    },
    {
     "content": "Millet"
    },
    {
     "content": "Sorghum"
    },
    {
     "content": "In West Africa, a different kind of food production, called vegeculture, was developed. In this region, characterized by a savanna/forest climate, yams, gourds, calabashes, oil and raphia palms were domesticated. The exact date of domestication is not known, but vegeculture was well established by the 4th millennium BCE, just as Pharaonic Egypt was getting started."
    },
    {
     "content": "The African continent produced a diverse history of crop and animal domestication, with various points of origin and unique adaptations as techniques and crops spread from one region to another. For further information on crop and animal domestication in Africa, see Modules six and nine."
    },
    {
     "content": "Yams"
    },
    {
     "content": "Calabash Vines"
    },
    {
     "content": "Oil Palm Tree"
    },
    {
     "content": "Saharan Life"
    },
    {
     "content": "What is today the Sahara desert was once fertile land from around 4500 to 2500 BCE. Following this period, the region experienced drought. By 2000 BCE, much of what is today the Sahara had become desert. Many people moved out of the region during this time, but a few Berber-speaking groups stayed. These desert dwellers had to spread out with their people and livestock in order for the desert to sustain them. However, they found themselves often gathering in large groups around common waterholes. Because of this way of life, historians have said that a new social system developed. These people were organized into large groups that were each descended from a single ancestor. This kind of social organization allowed groups to be affiliated at large, but also divide up into small groups as needed to survive in the desert. It seems that this system was so efficient that it independently developed in other regions of Africa as well. This social organization, however, began to give rise to social inequalities amongst group members. Certain group members were given positions of privilege and authority according to their genealogy. A genealogy is a record of descendants from a family, group, or person. In addition, agriculture began to expand on the oases using underground irrigation. Oases are fertile areas in a desert that have water available. This work demanded a large amount of human labor, and eventually a system of servile workers was established. Much later in the history of these Saharan people, a more formal caste system developed. A caste system divides people in a society into different groups according to things such as wealth, family heritage, or profession."
    },
    {
     "content": "Historians can learn from rock paintings, such as these found in the Sahara desert, about the lives of the people who resided there in the past"
    },
    {
     "content": "Timeline"
    },
    {
     "content": "On the right side of the timeline, fill in dates in the history of Egypt that correspond with the beginning of the seven major periods of Pharaonic Egypt. Next to each period, write something that you have learned from the text about that period. Then on the left side of the timeline, write in an event for another region of Africa that has been mentioned in the text and corresponds with the blank lines on the timeline."
    },
    {
     "content": "Go on to Activity Three or select from the other activities in this module:"
    },
    {
     "content": "Introduction\nActivity One: How Do We Know Africa has a History?\nActivity Two: The Great Egyptian Civilization\nActivity Three: The Great West African Kingdoms\nActivity Four: The Kingdom of Great Zimbabwe\nActivity Five: Bringing it all Together"
    }
   ],
   "url": "http://exploringafrica.matrix.msu.edu/curriculum/unit-two/module-seven/module-seven-activity-two/"
  },
  {
   "title": [
    {
     "content": "History of Africa During the Time of the Great West African Kingdoms"
    },
    {
     "content": "This activity will introduce you to three of the great kingdoms of West Africa between the 9th and 16th centuries CE. They are the kingdoms of Ghana, Mali, and Songhay. After you have read a short text on each of these kingdoms, there is a fourth text which explains the time when parts of North Africa came to be Islamic. As you read through this activity, you should think about how the events in the four texts are related to one another. Once you have read all four texts, use the information you have learned in them to complete the graphic organizers at the end of the activity."
    },
    {
     "content": "Use the map below as a reference while you are reading the texts. There are various links back to the map throughout the text that you can use to reference the map. The map shows the location of the three kingdoms of West Africa, as well as, many other kingdoms and empires throughout African history."
    },
    {
     "content": "The Kingdom of Ghana"
    },
    {
     "content": "The Kingdom of Ghana is generally given the dates 9th to the 13th century CE by historians. It marks the beginning of a series of empires in West Africa that were involved in extensive commercial trade. You should note by looking at the map above that the area of the Kingdom of Ghana during this time period is farther north than the present day country of Ghana. Click here to see a map of present day Ghana."
    },
    {
     "content": "Some have called the Kingdom of Ghana the “land of gold, ” an excellent description since it was abounding in gold. The gold trade was largely responsible for the development of Ghana into a powerful, centralized kingdom. The peoples of West Africa had independently developed their own gold mining techniques and began trading with people of other regions of Africa and later Europe as well. At the time of the Kingdom of Ghana, gold was traded for salt that came down from the Sahara desert."
    },
    {
     "content": "Miner Ready for Work in Ghana. Today, gold is still being mined in West Africa."
    },
    {
     "content": "In addition to the gold trade, historians have pointed to a second important factor in the development of these West African Kingdoms. This was the use of iron. The use of iron to make tools and weapons helped some people to expand their control over neighboring people. These changes called for new forms of social organization, contributing to the development of centralized, powerful empires. Historians also say that the use of the horse and camel, along with iron, were important factors in how rulers were able to incorporate small farmers and herders into their empires."
    },
    {
     "content": "The Ghanaian kings controlled the gold that was mined in their kingdom and implemented a system of taxation for their people. Around 1054, the Almoravid rulers came south to conquer the Kingdom of Ghana and convert the people to Islam. The authority of the king eventually diminished, which opened the way for the Kingdom of Mali to begin to gain power. The trade that had begun, however, continued to prosper."
    },
    {
     "content": "Two important sources that have told historians about the history of the Kingdom of Ghana are the writings of a Spanish Muslim named Al-Bakri and archaeological finds. Archaeologists have worked at excavating a site that many believe to be one of the king’s cities of the Kingdom of Ghana, Kumbi Saleh."
    },
    {
     "content": "The Kingdom of Mali"
    },
    {
     "content": "Take another look at the map above showing Africa’s kingdoms and empires. Notice the relationship between Ghana and Mali. What do you see? The Kingdom of Mali includes all of Ghana plus a lot more territory! During its time, Mali was the second largest empire in the world only after the Mongolian empire in Asia. The dates that historians have designated for the Kingdom of Mali are from the 13th to 15th centuries CE."
    },
    {
     "content": "The Kingdom of Mali came to control the gold trade that the Kingdom of Ghana had controlled before it, but it also expanded its trading in many ways. The Kingdom of Mali controlled the salt trade in the north and many caravan trade routes. Additionally, it traded extensively with Egypt and the copper mine areas to the east."
    },
    {
     "content": "The founder and first ruler of the Kingdom of Mali was Sundiata Keita. We know about him through the writings of a 14th century North African historian named Ibn Khaldun. Sundiata expanded the kingdom to include the Kingdom of Ghana and West African gold fields."
    },
    {
     "content": "The most celebrated king of Mali was Mansa Musa. He greatly extended Mali’s territory and power during his reign. He made a name for himself in distant regions throughout the Muslim world through his pilgrimage to Mecca, which is in present-day Saudi Arabia. Sixty thousand people and eighty camels carrying 300 lbs. of gold each accompanied him to Mecca."
    },
    {
     "content": "Several great centers of Islamic learning were also established during the Kingdom of Mali. Among them were the legendary Timbuktu, Djenne, and Gao. Scholars came from all over the Muslim world to study at these places, which have a long and rich history of learning in religion, mathematics, music, law, and literature. Although many people in Mali maintained their indigenous religions during this time, Islam was becoming well established throughout the kingdom."
    },
    {
     "content": "The Kingdom of Songhay"
    },
    {
     "content": "Now take a look back again at the map of Africa’s empires and kingdoms. You will see that the Kingdom of Songhay encompassed part of the Kingdom of Mali, as well as land beyond to the east and north. The dates for the Kingdom of Songhay partly overlap those of Mali, although the information that follows will reveal at what point Songhay gained control over certain portions of the old Kingdom of Mali. The dates for the Kingdom of Songhay are between 1350 and 1600 CE."
    },
    {
     "content": "The exact origins of the Kingdom of Songhay are not clear to historians, although there are records of the King Kossoi accepting Islam around 1009 CE. This began an integration of commerce and religion to gain and maintain power that would continue throughout the history of the Kingdom of Songhay. Islam became a unifying force for the people and an important factor for maintaining state power."
    },
    {
     "content": "The first of two great rulers in the Kingdom of Songhay was Sonni Ali. He came to power in 1464 CE and made the Songhay perhaps the most powerful state in western/central Africa at the time. He seized Timbuktu and Djenne, which had been parts of the Kingdom of Mali. These, as well as the capital city of Gao, continued to be important centers of learning and commerce. Sonni Ali was not a devout Muslim himself, but was sympathetic to indigenous religious practices. Most of all, he was concerned about his own ambitions to build a great empire."
    },
    {
     "content": "His successor was Mohammed Askia, who came to power in 1493 CE. He expanded the kingdom even further and set up an even more advanced and strongly centralized government. He developed a new system of laws, expanded the military, and encouraged scholarship and learning. Unlike Sonni Ali, he was a devout Muslim, who used the combination of Islam and commerce to build his kingdom. He brought peace and stability to the kingdom during his reign."
    },
    {
     "content": "The Kingdom of Songhay came to an end when the Moroccans invaded and conquered them. By 1600 CE, the days of the great kingdoms of West Africa were over."
    },
    {
     "content": "The Coming of Islam to the Maghrib"
    },
    {
     "content": "Now we are going to go back in again to the time just prior to the Kingdom of Ghana, but this time we will be looking at a region called the Maghrib."
    },
    {
     "content": "The region known as the Maghrib lies in North Africa, in what are now the countries of Morocco, Algeria, and Tunisia. Note on the map below where the Maghrib lies in relation to the three West African kingdoms we have discussed. Think about what relationship might have existed between these two regions as you read through the text below."
    },
    {
     "content": "The Maghrib underwent significant changes beginning in the 7th century CE that led to a shift in its dominant religion to Islam. Before this time, the population consisted of a mix of Christians, Jews, and people practicing indigenous religions. Yet this began to change as Arabs gained more and more power in the region. The people living in the Maghrib at the time were called Berbers. Today their descendants still live in this region of Africa, and the majority of them follow Islam. During the period between the 7th century and 10th century CE (overlapping with the early days of the Kingdom of Ghana), Islam became accepted throughout this region. It remains the dominant religion there up to this day. How did this significant change occur?"
    },
    {
     "content": "Historians have explained that the Arabs brought Islam to the Maghrib as they moved into the area. The Arabs were a powerful political and military force in the region. At first, there was pressure for Berbers to join the Arab military and adopt Islam for reasons of political/economic advantage. However by the 8th century, Berbers were ready to adopt Islam as well as Arabic culture. They converted to Islam on a massive scale, but also continued to resent Arab domination in this region."
    },
    {
     "content": "The Berbers developed their own unique expression of Islam in a doctrine called Kharidjism. This doctrine emphasized equality among Muslims and criticized the ruling authority of the Arabs. It became the Berber’s ideology of struggle against Arab domination. Their resistance was aimed not at Muslim Arabs, but specifically targeted towards the ruling class."
    },
    {
     "content": "Beginning in the late 8th century CE, the Idrisid dynasty strengthened the presence of Islam in the region through measures to convert the remainder of the non-Islamic population to Islam. By the 10th century, virtually the whole region known as the Maghrib had become Islamic."
    },
    {
     "content": "During this time of the Arab conquest of the Maghrib in the 7th and 8th centuries, there was an influx of Muslim merchants who became involved in the trans-Saharan gold trade with the Great Kingdoms of West Africa that were just forming around this time."
    },
    {
     "content": "Graphic Organizers"
    },
    {
     "content": "You have been asked to think about connections and relationships between the Kingdoms of Ghana, Mali, Songhay, and the Maghrib as you have read through the texts. Using the graphic organizers below, fill in one connection or relationship between each of the areas you have read about. You should write your answers on each of the six lines provided below that connect the four areas."
    },
    {
     "content": "Go on to Activity Four or select from the other activities in this module:"
    },
    {
     "content": "Introduction\nActivity One: How Do We Know Africa has a History?\nActivity Two: The Great Egyptian Civilization\nActivity Three: The Great West African Kingdoms\nActivity Four: The Kingdom of Great Zimbabwe\nActivity Five: Bringing it all Together"
    }
   ],
   "url": "http://exploringafrica.matrix.msu.edu/activity-3-history-of-africa-during-the-time-of-the-great-west-african-kingdoms-expand/"
  },
  {
   "title": [
    {
     "content": "History of Africa during the Time of the Kingdom of Great Zimbabwe"
    },
    {
     "content": "This activity looks at a fifth kingdom of Africa called Great Zimbabwe. As opposed to the other kingdoms we have looked at so far, which were in the northern half of Africa, Great Zimbabwe was in southern Africa. Read the text below, which will tell you about the history of Great Zimbabwe. Following this text is more information on people living in the interior of East and Central Africa around the time of the Kingdom of Great Zimbabwe. These are regions of Africa that most people today do not know much about. As you read through these texts, think about why certain events and periods in African history tend to be better known than others. At the end of this activity, you will be asked to do a short writing assignment that addresses this issue."
    },
    {
     "content": "Great Zimbabwe"
    },
    {
     "content": "The word Zimbabwe literally means “stone dwelling” in the Shona language. Thus, Great Zimbabwe is appropriately named because it is indeed a great stone dwelling! The pictures below show parts of the ruins of Great Zimbabwe as they can be seen today by people who visit the country of Zimbabwe."
    },
    {
     "content": "Aerial view of Zimbabwe ruins"
    },
    {
     "content": "Possible site of training of young people for adulthood at Great Zimbabwe ruins"
    },
    {
     "content": "What or who created these stone ruins? What is the story of the people who once lived there? These are questions that historians have been trying to answer. By examining the ruins and dating the materials found within them, historians have been able to piece together the lives of people who built and dwelled in Great Zimbabwe."
    },
    {
     "content": "Great Zimbabwe existed between approximately the 12th and 15th centuries CE, and it is the largest of about 150 ruins found in the land around the Zambezi and Limpopo Rivers. This area is filled with granite that was used as building material. Examine the map below to find the Zambezi and Limpopo Rivers. The yellow point between the two marks the location of Great Zimbabwe. Its kingdom, however, was much larger, stretching into much of present day Zimbabwe and central Mozambique. The greater area of the kingdom is also indicated on the map."
    },
    {
     "content": "The ruins of Great Zimbabwe are remains of what was once a great trading civilization, which sprang up in the interior of southern Africa. Although the civilization had some contact with outside groups, modern historians have agreed that Great Zimbabwe was built and managed by Africans living in the interior. It was a center of gold and ivory trade. Towards the latter part of the history of Great Zimbabwe, evidence suggests that the people living there were trading with regions as far as China, Persia, and Syria."
    },
    {
     "content": "People living at Great Zimbabwe also practiced agriculture and cattle herding, although historians believe that this became a problem after awhile. Too many people living and farming one small area led to environmental degradation. Eventually the land was no longer able to sustain such a large number of people."
    },
    {
     "content": "Great Zimbabwe was an early example of a state in this region of southern Africa with much political, economic, and military power. With its formation, social and political organization became more hierarchical. This involved a move from village level organization to a larger, broader social and political organization resulting in the Kingdom of Great Zimbabwe. What might be some advantages and disadvantages of being part of a large, powerful kingdom, rather than a village that is governed locally? Think about this question as you continue reading the following sections on people living in the interior of East and Central Africa around the time of the Kingdom of Great Zimbabwe."
    },
    {
     "content": "Backcountry of the Congo Forest"
    },
    {
     "content": "Constructing history in the Congo Forest between the 12th to 15th centuries CE is a challenge. Historians rely on archaeology, linguistics, oral histories, and later writing to learn about this time period because this is a region without written records. Look at the map below to see where the Congo Forest is located."
    },
    {
     "content": "The people living in the Congo Forest during this time period did not have a highly centralized state like Great Zimbabwe. They were organized in small states or no states at all. For example, historians have suggested that there were small areas led by a chief, which were made up of villages ruled by a council of elders."
    },
    {
     "content": "The land was sparsely inhabited because of the density of the tropical rainforest. People were involved in both agricultural and hunting/gathering activities. By around 1400 CE, pastoralists had entered the savannah regions to the east and southeast of the forest. Some historians have speculated that through the interaction of pastoralists and agriculturalists, these people began to organize themselves into institutionalized states. Whatever the reason, these larger states began to appear in this region beginning around 1400 CE. Some of them include the Luba, Lunda, and Congo kingdoms (see map below.)"
    },
    {
     "content": "The Great Lakes Region"
    },
    {
     "content": "The Great Lakes of Africa include Lake Victoria, Lake Albert, Lake Tanganyika, and Lake Nyasa, which are all located in East Africa. See the map below to locate this region."
    },
    {
     "content": "This is another region that is difficult to know about with much certainty during the time period important here-12th to 15th centuries CE. As with the Congo Forest region, sources that tell historians about the Great Lakes region include oral histories, linguistics, archaeology, and written records from later dates."
    },
    {
     "content": "One important oral history that informs historians about this region is the Chewzi stories. These stories, which are told throughout a wide region of East Africa, offer a sketch of the picture of authority during this time period. The Chewzi were early kings, although historians have debated whether or not these kings actually existed. The stories remain meaningful to people today, both as stories about the past and as spirits with whom people continue to interact."
    },
    {
     "content": "Historians tie the concerns in the Chewzi stories to the time when pastoralists and agriculturalists were living side by side. Evidence shows that salt and iron trades existed during this time period. As authority shifted from one group of leaders to another, these legends were added to according to the dominant group’s concerns. The stories leave many clues for historians about the history of people in this region."
    },
    {
     "content": "Most historians believe that this region, like the Congo Forest, was ruled at a local level at this time. Around the 15th century CE, large states began to form. This was also the time that co-existence between pastoralists and agriculturalists started to become less peaceful, and social classes or castes began to form among them. Some argue that state formation amongst agriculturalists preceded the coming of most pastoralists to the region; however, their co-existence was still considered peaceful until the major state formations of the 15th century."
    },
    {
     "content": "Writing Assignment"
    },
    {
     "content": "This is a writing assignment to help you think about all the material that has been covered in Module 7A (everything from Egypt up to the Great Lakes region.) Use the information you have learned in the module to answer one of the following questions in a one-page essay:\nBased on the texts that you have read in this module, why do you think that certain events in African history are more well known than others? For example, why are great kingdoms and empires generally more well known and studied more often than locally organized regions?\nBased on what you have read about African history in this module, would you rather live in a highly centralized and powerful state such as Great Zimbabwe or the Kingdom of Mali, or would you rather live in a more locally governed region such as the Congo Forest or the Sahara desert? Why? What are some of the good and bad aspects of your choice?"
    },
    {
     "content": "Go on to Activity Five or select from the other activities in this module:"
    },
    {
     "content": "Introduction\nActivity One: How Do We Know Africa has a History?\nActivity Two: The Great Egyptian Civilization\nActivity Three: The Great West African Kingdoms\nActivity Four: The Kingdom of Great Zimbabwe\nActivity Five: Bringing it all Together"
    }
   ],
   "url": "http://exploringafrica.matrix.msu.edu/history-of-africa-during-the-time-of-the-kingdom-of-great-zimbabweexpand/"
  },
  {
   "title": [
    {
     "content": "Bringing it all Together"
    },
    {
     "content": "This module on Early African History has given you an opportunity to look at the ways in which historians find evidence and interpret it into an historical framework that tells people today about life in the past. Think back on the different periods in African history that have been discussed in this module. What kinds of evidence did historians find? Where or who did it come from? And what did it tell historians about the past? In the chart below, think of at least ten specific examples to provide answers to these questions. The example given below will help get you started."
    },
    {
     "content": "This is the last activity in this module. Return to the Curriculum, go on to Module Seven (B), or select from the other activities in this module:"
    },
    {
     "content": "Introduction\nActivity One: How Do We Know Africa has a History?\nActivity Two: The Great Egyptian Civilization\nActivity Three: The Great West African Kingdoms\nActivity Four: The Kingdom of Great Zimbabwe\nActivity Five: Bringing it all Together"
    }
   ],
   "url": "http://exploringafrica.matrix.msu.edu/activity-5-bringing-it-all-together-evaluate/"
  }
 ]
}